{
    "lang_verbose": {
        "en": "English",
        "de": "Deutsch",
        "it": "Italiano",
        "tr": "Türkçe",
        "la": "Latina"
    },
    "main_header_text": {
        "en": "Hi! Glad you are here.",
        "de": "Hey! Dein Interesse freut mich sehr.",
        "it": "Ciao! Il tuo interesse mi rende felice.",
        "tr": "Merhaba! İlgİlendİğİnİ görmek çok sevİndİrİcİ.",
        "la": "Salve! Tantum gaudium est me tibi interesse."
    },
    "projects_header_text": {
        "en": "My Projects",
        "de": "Meine Projekte",
        "it": "I Miei Progetti",
        "tr": "Projelerİm",
        "la": "Proiecti Mei"
    },
    "about_me_header_text": {
        "en": "Who i am",
        "de": "Wer ich bin",
        "it": "Chi sono io",
        "tr": "Ben kİmİm",
        "la": "Quis sim"
    },
    "about_me_corpus_text": {
        "en": "I am Ahmet Polat, I love programming, languages, tabletop games and jazz. Currently, I am studying Computer Science B. Sc. at RWTH Aachen University. I enjoy building things and sharing with others.",
        "de": "Ich bin Ahmet Polat. Ich mag Programmierung, Sprachen, Brettspiele und Jazz. Momentant studiere ich Informatik B. Sc. an der RWTH Aachen University. Ich mag es, Sachen zu bauen, um sie nachher mit Anderen zu teilen.",
        "it": "Mi chiamo Ahmet Polat. Amo programmare, le lingue in generale, giochi a tavolo e Jazz. Sono attualmente uno studente della RWTH Aachen University nel corso di laurea in informatica.",
        "tr": "Ben Ahmet Polat. Yazılımı, dilleri, masaüstü oyunlarını ve Jazz'ı severim. RWTH Aachen University'de 'Computer Science' lisans öğrencisiyim, açıkçası bu bölümün Türkçeye nasıl çevrilmesi gerektiğini ne yazık ki hâlâ bilmiyorum.",
        "la": "Acomathes Chalybeius sum. Libenter programmo, novas disco linguas, fruor ludis, qui in mensa luduntur, atque ausculto Jazz. His diebus discipulus cursūs scientiae computatri universitatis RWTH Aquae Granni sum."
    },
    "dynamic_graph_exploration_title": {
        "en":"Dynamic graph exploration",
        "de":"Dynamische Graphenentdeckung",
        "it":"Esplorazione dinamica dei grafi",
        "tr":"Dinamik graf keşfi",
        "la":"Exploratio dynamica graphicorum"
    },
    "dynamic_graph_exploration_description": {
        "en":"A Web tool for exploring the Web dynamically and immersively. It is open source.",
        "de":"Ein Web-Tool für die dynamische immersive Entdeckung vom Web. Es ist open source. ",
        "it":"Uno strumento web per l'esplorazione dinamica e immersiva dei siti web. È open source.",
        "tr":"Web sitelerinin dinamik ve çevreler şekilde keşfedilmesini sağlayan açık kaynak bir web uygulaması.",
        "la":"Instrumendum Fonte aperta ad paginas apud interretum dinamice atque immerse explorandas."
    },
    "nisaba_title": {
        "en":"Nisaba",
        "de":"Nisaba",
        "it":"Nisaba",
        "tr":"Nisaba",
        "la":"Nisaba"
    },
    "nisaba_description": {
        "en":"A SaaS with the target group as the societies that help certain communities for the improvement of their life communities. It is open source. I am the (honorary) tech lead and also develop the 'Admin-App'",
        "de":"Eine SaaS mit Vereinen als Zielgruppe, die Gesellschaften dabei helfen, deren Lebensqualitäten zu verbessern. Es ist open source. Ich bin der (ehrenamtliche) Tech-Lead und entwickle auch nebenbei die sogenannte Admin-App.",
        "it":"Una SaaS sviluppata per le società, che aiutano a delle communità, di cui la qualità vita si potrebbe migliorare, Io sono il tech lead nonostante la 'Admin-App' viene sviluppata per la maggior parte da me.",
        "tr":"Yaşam kaliteleri geliştirilmeye açık olan toplumlara buna erişmelerinde yardımcı olan derneklere sunduğumuz açık kaynak bir SaaS. Ben gönüllü olarak çalışıyorum ve tech lead'im. Aynı zamanda Admin-App'ten de sorumluyum.",
        "la":"Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "m3connect_title": {
        "en":"m3connect",
        "de":"m3connect",
        "it":"m3connect",
        "tr":"m3connect",
        "la":"m3connect"
    },
    "m3connect_description": {
        "en":"I work here as a 'working student' since August 2021. I am in the software team and we develop generic client-side solutions.",
        "de":"Ich arbeite hier seit August 2021 als Werkstudent. Ich bin im Software-Team und wir entwickeln generische clientseitige Lösungen.",
        "it":"Io lavoro in questa firma da agosto 2021 come uno 'studente lavorativo' (si dice così qua in Germania). Sono nel team software e sviluppiamo delle soluzioni generiche.",
        "tr":"Bu firmada 2021 Ağustos'tan beri 'working student' olarak çalışıyorum. Yazılım biriminde jenerik client side çözümleri üretiyoruz.",
        "la":"Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "uniklinik_title": {
        "en":"RWTH Uniklinik",
        "de":"RWTH Uniklinik",
        "it":"RWTH Uniklinik",
        "tr":"RWTH Uniklinik",
        "la":"RWTH Uniklinik"
    },
    "uniklinik_description": {
        "en":"I worked at the 'Klinik für Psychiatrie, Psychosomatik und Psychotherapie des Kindes- und Jugendalters' between 04/2020-04/2021 as a general-purpose IT guy. I did mainly front-end Web development and data processing.",
        "de":"Ich habe in der 'Klinik für Psychiatrie, Psychosomatik und Psychotherapie des Kindes- und Jugendalters' zwischen 04/2020-04/2021 als ein Allzweck-IT-Guy.",
        "it":"Io ho lavorato nella 'Klinik für Psychiatrie, Psychosomatik und Psychotherapie des Kindes- und Jugendalters' tra 04/2020 e 04/2021 come un IT guy con uno scopo generale.",
        "tr":"'Klinik für Psychiatrie, Psychosomatik und Psychotherapie des Kindes- und Jugendalters' adlı klinikte genel amaçlı bir yazılımcı olarak çalıştım.",
        "la":"Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "collection_header_text": {
        "en": "My Collection",
        "de": "Meine Sammlung",
        "it": "Mia Raccolta",
        "tr": "Koleksiyonum",
        "la": "Collectio Mea"
    },
    "collection_sub_header_text": {
        "en": "I like expanding it.",
        "de": "mag ich zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "vue_popover_content_text": {
        "en": "I am using Vue for my website Nachhilfekleinanzeigen. I feel quite proficient and comfortable with it.",
        "de": "Ich benutze Vue für meine Webseite Nachhilfekleinanzeigen. Ich fühle mich ganz erfahren und auskömmlich damit.",
        "it": "La uso per il mio sito Nachhilfekleinanzeigen. Sento di essere abbastanza perito e a mio agio usandola.",
        "tr": "Vue'yu Nachhilfekleinanzeigen sitem için kullanıyorum. Vue konusunda kendimi yeterince deneyimli ve rahat hissediyorum.",
        "la": "Hac utor ad situm meum nomine Nachhilfekleinanzeigen proficiendum. Sentio me usu satis peritum atque commodum esse."
    },
    "python_popover_content_text": {
        "en": "I actively used Python for data processing purposes for my job at RWTH-Uniklinik. I am currently using it for developing recommender systems for my website Nachhilfekleinanzeigen.",
        "de": "Ich habe Python aktiv für Datenverarbeitung für meinen Job an der RWTH-Uniklinik benutzt. Momentan benutze ich's für die Entwicklung von Recommender Systems für meine Webseite Nachhilfekleinanzeigen.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "node_popover_content_text": {
        "en": "I am using Node.js for my website Nachhilfekleinanzeigen. I feel quite proficient and comfortable with it.",
        "de": "Ich nutze Node.js für meine Webseite Nachhilfekleinanzeigen. Ich fühle mich ganz erfahren und auskömmlich damit.",
        "it": "La uso per il mio sito Nachhilfekleinanzeigen. Sento di essere abbastanza perito e a mio agio usandola.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "mongo_popover_content_text": {
        "en": "I am using MongoDB for my website Nachhilfekleinanzeigen. I personally prefer NoSQL over SQL, particularly MongoDB, because it offers many additional functionalities such as text queries. And i see NoSQL as a superset of SQL, which means it is SQL, but more than that.",
        "de": "Ich nutze MongoDB für meine Webseite Nachhilfekleinanzeigen. Ich persönlich ziehe NoSQL zu SQL vor, insbesondere MongoDB, denn es bietet viele extra Funktionalitäten an, wie Text Queries. Und ich see NoSQL als eine Obermenge von SQL, d.h. es ist SQL, aber mehr als das.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "linux_popover_content_text": {
        "en": "I use Ubuntu as my main operating system, because it is particularly handy for server connections and development in general. It also helps me keep focused and prevents me from playing computer games.",
        "de": "Ich nutze Ubuntu als mein Hauptbetriebssystem, denn es ist ganz nützlich für Serververbindungen und im Allgemeinen Entwicklung. Es hilft mir auch, mich nicht abzulenken und keine Computerspiele zu zocken.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "pandas_popover_content_text": {
        "en": "I actively used pandas for data processing purposes for my job at RWTH-Uniklinik. Currently i am using it to develop the first recommender system for my website Nachhilfekleinanzeigen.",
        "de": "Ich habe Pandas aktiv für Datenverarbeitung für meinen Job an der RWTH-Uniklinik benutzt. Gerade nutze ich das, das erste Recommender System für meine Webseite Nachhilfekleinanzeigen zu entwickeln.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "git_popover_content_text": {
        "en": "I actively use git on a regular basis for basically anything that i develop -- this website too, for example.",
        "de": "Ich nutze git aktiv und regelmäßig für praktisch alles was ich entwickle -- beispielsweiße auch diese Webseite.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "css_popover_content_text": {
        "en": "I feel i have a generally satisfactory knowledge of CSS, since i've used it in numerous projects and actively use it.",
        "de": "Ich fühle ich habe im Allgemeinen ausreichende Kentnisse von CSS, da ich es in vielen Projekten benutzt habe und es immer noch aktiv benutze.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "django_popover_content_text": {
        "en": "I actively used django for my job at RWTH-Uniklinik, where i helped record the data of the subjects in our database and create a small API for our three experiments.",
        "de": "Ich habe django aktiv für meinen Job an der RWTH-Uniklinik benutzt, wobei ich habe dabei geholfen die Daten auf unserer Datenbank zu speichern und eine kleine API zu erstellen.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "php_popover_content_text": {
        "en": "I am affiliated to php, since i help the development of the intern dormitory \"app\" ESGIntern of ESG Aachen. I have a general understanding of php. It would take me a lot of time to create a project from scratch, but if there is an existing project, i could contribute with ease.",
        "de": "Ich bin im Bezung mit php, da ich bei der Entwicklung der wohnheiminternen \"App\" ESGIntern von ESG Aachen mithelfe. Ich habe eine allgemeine Einsicht auf php. Es würde sehr lange dauern, ein Projekt von null an zu bauen, aber wenn ein Projekt schon vorhanden ist, könnte ich ohne Probleme beitragen und arbeiten.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "html_popover_content_text": {
        "en": "I feel i have a generally satisfactory knowledge of HTML, since i've used it in numerous projects and actively use it.",
        "de": "Ich fühle ich habe im Allgemeinen ausreichende Kentnisse von HTML, da ich es in vielen Projekten benutzt habe und es immer noch aktiv benutze.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "matlab_popover_content_text": {
        "en": "I actively used MATLAB for implementing psychological experiments and data processing for my job at RWTH-Uniklinik.",
        "de": "Ich habe MATLAB aktiv für die Implementierung psychologischer Experimente und Datenverarbeitung für meinen Job an der RWTH-Uniklinik benutzt.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "keras_popover_content_text": {
        "en": "I am really looking forward to get a good grasp of deep learning, which will be useful for my project Nachhilfekleinanzeigen. I am currently particularly interested in building my first own recommender system.",
        "de": "Momentan freue ich mich darauf, einen mir guten Überblick auf Deep Learning anzueignen, was mir bei der Entwicklung meiner Webseite Nachhilfekleinanzeigen sehr helfen wird. Ich bin momentan besonders interessiert für die Entwicklung meines ersten Recommender Systems.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "tensorflow_popover_content_text": {
        "en": "I am really looking forward to get a good grasp of deep learning, which will be useful for my project Nachhilfekleinanzeigen. I am currently particularly interested in building my first own recommender system.",
        "de": "Momentan freue ich mich darauf, einen mir guten Überblick auf Deep Learning anzueignen, was mir bei der Entwicklung meiner Webseite Nachhilfekleinanzeigen sehr helfen wird. Ich bin momentan besonders interessiert für die Entwicklung meines ersten Recommender Systems.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "confident": {
        "en": "Confident",
        "de": "Zuversichtlich",
        "it": "Confidente",
        "tr": "Emin",
        "la": "Confidens"
    },
    "learning": {
        "en": "Currently learning",
        "de": "Lernphase",
        "it": "Sto apprendendo attualmente",
        "tr": "Öğreniyor",
        "la": "Soleo discere"
    },
    "satisfactory": {
        "en": "Satisfactory",
        "de": "Genügend",
        "it": "Abbastanza bene",
        "tr": "Yetkin",
        "la": "Satis sapientia"
    },
    "click_on_symbols_text": {
        "en": "Click on the symbols for info.",
        "de": "Klicke auf die Symbole für mehr Info.",
        "it": "Clicca sui simboli per più info.",
        "tr": "Daha fazla bilgi için sembollere tıkla.",
        "la": "Fac \"click\" in symbola ad plus informationem videndam."
    },
    "coffee_text": {
        "en": "I'd like to get to know you. How about a coffee? Reach me via LinkedIn.",
        "de": "Ich würde Dich gerne kennenlernen. Wie klingt ein Kaffeekränzchen zusammen? Schreibe mich gerne per LinkedIn an.",
        "it": "Sarebbe un piacere conoscerTi. Ti va un caffè? Scrivemi per LinkedIn.",
        "tr": "Seninle tanışmak isterdim. Bir kahveye ne dersin? LinkedIn'den yazabilirsin.",
        "la": "Te cognoscere velim. Num tibi placeret bibere coffeam in convivio? Mihi per LinkedIn scribas."
    }
}