{
    "lang_verbose": {
        "en": "English",
        "de": "Deutsch",
        "it": "Italiano",
        "tr": "Türkçe",
        "la": "Latina"
    },
    "main_header_text": {
        "en": "Hi! Glad you are here.",
        "de": "Hey! Dein Interesse freut mich sehr.",
        "it": "Ciao! Il tuo interesse mi rende felice.",
        "tr": "Merhaba! İlgİlendİğİnİ görmek çok sevİndİrİcİ.",
        "la": "Salve! Tantum gaudium est me tibi interesse."
    },
    "projects_header_text": {
        "en": "My Projects",
        "de": "Meine Projekte",
        "it": "I Miei Progetti",
        "tr": "Projelerİm",
        "la": "Proiecti Mei"
    },
    "about_me_header_text": {
        "en": "Who i am",
        "de": "Wer ich bin",
        "it": "Chi sono io",
        "tr": "Ben kİmİm",
        "la": "Quis sim"
    },
    "about_me_corpus_text": {
        "en": "I am Ahmet Polat, born on 18.11.2000 in Istanbul, an undergraduate at RWTH Aachen University, Computer Science B. Sc.<br>I am a learning and building enthusiast. Particularly AI, Data Science, Full Stack Web Development and Product Management.<br>I am also a big nerd of board games, particularly pen and paper systems. My favourite two are GURPS and Burning Wheel. I developed my own complete pen and paper system over the years and it is still one of my future projects. If you are interested, i can tell you about it and send some props.<br>I worked at KJP institute of RWTH Uniklinik for one year, where my responsibilities were programming and maintenance of psychological experiments in MATLAB, data processing and placing HTTP requests with Python, and developing visual psychological experiments using HTML, Django, JavaScript and CSS. My work involved using git on a regular basis, using team communication programs and here and there, reading some papers on the field. What led me to the web development world was this job. It made me love it.<br>Then i took the \"Web Technologies\" lecture at the university and got a wider grasp of what web development means. Me and three friends developed a website for this course, which turned into my passion and i developed it once again all alone from scratch, and I thereby learned Full Stack Web Development. I am still working on this project, because i love it.<br>I loved my job a lot, but i decided to move along and discover novel things. I never want to have a small scope on the world, so to be honest, i am currently kind of a jack of all trades. I'd call myself \"versatile\", but i don't like to pretend to be presentable the whole time.<br>Another thing worth mentioning is my interest in learning new languages. I am an autodidact Latin speaker (yeah, literally speaker). I learned it by myself during highschool and at the end of the highschool, i tutored Latin learners online over the internet. After highschool, i wanted to finally visit Rome. So i thought to myself, \"hey, why not learn Italian so that you can actually talk a bit\". I learned it intensely for 2 weeks before my flight, and Italian turned out to be a really pleasant language, so i couldn't cease to learn it and currently i am visiting the B2 course at RWTH language center.",
        "de": "Ich bin Ahmet Polat, geboren am 18.11.2000 in Istanbul, ein Informatik Bachelorstudent an der RWTH Aachen University.<br>Ich bin ein Lernen- und Bauenenthusiast. Insbesondere AI, Data Science, Full Stack Web Development und Product Management.<br>Ich bin auch ein großer Fan von Brettspielen, insbesondere Pen-&-Paper-Rollenpiele. Meine Lieblingssysteme sind GURPS und Burning Wheel. Ich habe für viele Jahre mein eigenes vollständiges Pen-&-Paper-System entwickelt und es ist immer noch eines meiner Zukunftsprojekte. Wenn Du Interesse hast, kann ich Dir gerne paar Dokumente schicken.<br>Ich habe ein Jahr am KJP Institut der RWTH Uniklinik gearbeitet. Meine Verantwortungen waren: in MATLAB psychologische Experimente programmieren und warten; mit Python Datenverarbeitungen machen und HTTP-Requests anstellen und mit HTML, Django, CSS und JavaScript visuelle psychologische Experimente entwickeln. Meine Aufgaben umfassten eine regelmäßige Anwendung von git, Teamkommunikationsprogramme und ein paar Artikeln übers Psychologiebereich zu lesen. Das war der Job, der mich in die Welt von Web Development eingeführt hat. Ich hab's seitem geliebt.<br>Dann habe ich die Vorlesung \"Web Technologien\" an der Uni belegt und dadurch habe ich einen umfassenden Blick auf die Welt von Web Development bekommen. Ich und drei Freunde haben für diesen Kurs eine Webseite entwickelt, was seitdem meine größte Leidenschaft geworden ist. Ich habe nachher diese Webseite von null an alleine entwickelt und dadurch Full Stack Development gelernt. Ich arbeite aktuell immer noch daran, sie eine vollständig funktionierende Webseite zu machen und das ist meine Hauptfreizeitbeschäftigung.<br>Ich liebte meinen Job sehr, aber ich wollte mehr Neuartigkeit in meinem Leben. Ich möchte auf keinen Fall, einen kleinen Spielraum auf der Welt zu haben, vor allem da ich jung bin und diese Tage vieles lernen kann. Also um ehrlich zu sein, bin ich gerade quasi ein \"Alleskönner\". Das finde ich aber nicht schlimm, da ich noch jung bin und bevor ich mich in einem Bereich vertiefe, möchte ich erstmal so viele Bereiche kennenlernen wie möglich.<br>Was noch erwähnenswert ist, dass ich es liebe, neue Sprachen zu lernen. Ich bin ein Lateinautodidakt und die Sprache per Skype und Discord vielen Enthusiasten beigebracht. Nach Gymnasium wollte ich endlich mal Rom besuchen. Dafür habe ich ein Flugticket gebucht und ich dachte mir \"Hey, es wäre schön wenn du bisschen Italienisch kannst oder? Dann kannst du dich mit Einheimischen unterhalten\". Dann habe ich 2 Wochen intensiv Italienisch gelernt. Die Sprache ist mir echt gut gefallen und nach meinem Urlaub konnte ich nicht aufhören: gerade besuche ich den B2-Kurs am RWTH-Sprachzentrum.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Üzgünüm, Türkçe açıklamayı henüz yazmadım -> İngilizceye ya da Almancaya bakabilirsiniz.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "non_profit_enterprise_text": {
        "en": "Non-profit enterprise",
        "de": "gemeinnütziges Unternehmen",
        "it": "iniziativa non-profit",
        "tr": "Kar amacı gütmeyen gİrİşİm",
        "la": "negotium sine lucro"
    },
    "psychological_experiment_text": {
        "en": "Psychological experiment",
        "de": "Psychologisches Experiment",
        "it": "Esperimento psicologico",
        "tr": "Psikolojik Deney",
        "la": "Experimentum psychologicum"
    },
    "nka_summary": {
        "en": "A platform for RWTH students, where they can meet each other by creating and joining meeting rooms, with the aim of establishing more connectivity among students and thus a more fruitful studying experience.",
        "de": "Eine Platform für RWTH-Studierende, wo sie andere Studierende treffen können, indem sie Meetingräume erstellen oder beitreten, mit dem Ziel, mehr Verbindung und Kommunikation zwischen Studierenden für eine erfolgreiche und spannende Studiumserfahrung zu schaffen.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "RWTH öğrencileri için, meeting odaları oluşturup katılabilecekleri bir platform. Hedef ise ortadaki irtibat eksikliğini ortadan kaldırıp öğrenciler arasında yepyeni bağlar kurmak ve böylece verimli ve eğlenceli bir üniversite deneyimi yaşatmak.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "sip_summary": {
        "en": "Support children and young people in foster and adoptive families incoping with previous traumatic experiences and to counteract the risk of future occurrence of violence and bullying.",
        "de": "Kinder und Jugendliche in Pflege- und Adoptivfamilien bei der Bewältigung früherer traumatischer Erfahrungen zu unterstützen und dem Risiko zukünftiger Gewalt- und Mobbingerfahrungen entgegenzuwirken.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Evlatlık çocuk ve ergenlerin önceden yaşadıkları şiddet vs. kötü olayların etkisini azaltma ve yaşanacak kötü olayların önüne geçebilme amaçlı bir deney.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "bart_summary": {
        "en": "A gambling experiment for kids and teenagers. Measure how venturesome they are.",
        "de": "Ein Wettenexperiment für Kinder und Jungendliche zu messen, wie risikofreudig sie sind.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Çocuklar ve ergenlerin risk almaya ne kadar yatkın olduklarını ölçen bir deney.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "morphing_summary": {
        "en": "Measure the emotion recognition capability of children and teenagers.",
        "de": "Messen von Gefühlserkennungsfähigkeit von Kindern und Jugendlichen.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Çocuk ve ergenlerin duygu tanıma yetisini ölçen bir deney.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "collection_header_text": {
        "en": "My Collection",
        "de": "Meine Sammlung",
        "it": "Mia Raccolta",
        "tr": "Koleksiyonum",
        "la": "Collectio Mea"
    },
    "collection_sub_header_text": {
        "en": "I like expanding it.",
        "de": "mag ich zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "vue_popover_content_text": {
        "en": "I am using Vue for my website Nachhilfekleinanzeigen. I feel quite proficient and comfortable with it.",
        "de": "Ich benutze Vue für meine Webseite Nachhilfekleinanzeigen. Ich fühle mich ganz erfahren und auskömmlich damit.",
        "it": "La uso per il mio sito Nachhilfekleinanzeigen. Sento di essere abbastanza perito e a mio agio usandola.",
        "tr": "Vue'yu Nachhilfekleinanzeigen sitem için kullanıyorum. Vue konusunda kendimi yeterince deneyimli ve rahat hissediyorum.",
        "la": "Hac utor ad situm meum nomine Nachhilfekleinanzeigen proficiendum. Sentio me usu satis peritu atque commodum esse."
    },
    "python_popover_content_text": {
        "en": "I actively used Python for data processing purposes for my job at RWTH-Uniklinik. I am currently using it for developing recommender systems for my website Nachhilfekleinanzeigen.",
        "de": "Ich habe Python aktiv für Datenverarbeitung für meinen Job an der RWTH-Uniklinik benutzt. Momentan benutze ich's für die Entwicklung von Recommender Systems für meine Webseite Nachhilfekleinanzeigen.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "node_popover_content_text": {
        "en": "I am using Node.js for my website Nachhilfekleinanzeigen. I feel quite proficient and comfortable with it.",
        "de": "Ich nutze Node.js für meine Webseite Nachhilfekleinanzeigen. Ich fühle mich ganz erfahren und auskömmlich damit.",
        "it": "La uso per il mio sito Nachhilfekleinanzeigen. Sento di essere abbastanza perito e a mio agio usandola.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "mongo_popover_content_text": {
        "en": "I am using MongoDB for my website Nachhilfekleinanzeigen. I personally prefer NoSQL over SQL, particularly MongoDB, because it offers many additional functionalities such as text queries. And i see NoSQL as a superset of SQL, which means it is SQL, but more than that.",
        "de": "Ich nutze MongoDB für meine Webseite Nachhilfekleinanzeigen. Ich persönlich ziehe NoSQL zu SQL vor, insbesondere MongoDB, denn es bietet viele extra Funktionalitäten an, wie Text Queries. Und ich see NoSQL als eine Obermenge von SQL, d.h. es ist SQL, aber mehr als das.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "linux_popover_content_text": {
        "en": "I use Ubuntu as my main operating system, because it is particularly handy for server connections and development in general. It also helps me keep focused and prevents me from playing computer games.",
        "de": "Ich nutze Ubuntu als mein Hauptbetriebssystem, denn es ist ganz nützlich für Serververbindungen und im Allgemeinen Entwicklung. Es hilft mir auch, mich nicht abzulenken und keine Computerspiele zu zocken.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "pandas_popover_content_text": {
        "en": "I actively used pandas for data processing purposes for my job at RWTH-Uniklinik. Currently i am using it to develop the first recommender system for my website Nachhilfekleinanzeigen.",
        "de": "Ich habe Pandas aktiv für Datenverarbeitung für meinen Job an der RWTH-Uniklinik benutzt. Gerade nutze ich das, das erste Recommender System für meine Webseite Nachhilfekleinanzeigen zu entwickeln.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "git_popover_content_text": {
        "en": "I actively use git on a regular basis for basically anything that i develop -- this website too, for example.",
        "de": "Ich nutze git aktiv und regelmäßig für praktisch alles was ich entwickle -- beispielsweiße auch diese Webseite.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "css_popover_content_text": {
        "en": "I feel i have a generally satisfactory knowledge of CSS, since i've used it in numerous projects and actively use it.",
        "de": "Ich fühle ich habe im Allgemeinen ausreichende Kentnisse von CSS, da ich es in vielen Projekten benutzt habe und es immer noch aktiv benutze.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "django_popover_content_text": {
        "en": "I actively used django for my job at RWTH-Uniklinik, where i helped record the data of the subjects in our database and create a small API for our three experiments.",
        "de": "Ich habe django aktiv für meinen Job an der RWTH-Uniklinik benutzt, wobei ich habe dabei geholfen die Daten auf unserer Datenbank zu speichern und eine kleine API zu erstellen.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "php_popover_content_text": {
        "en": "I am affiliated to php, since i help the development of the intern dormitory \"app\" ESGIntern of ESG Aachen. I have a general understanding of php. It would take me a lot of time to create a project from scratch, but if there is an existing project, i could contribute with ease.",
        "de": "Ich bin im Bezung mit php, da ich bei der Entwicklung der wohnheiminternen \"App\" ESGIntern von ESG Aachen mithelfe. Ich habe eine allgemeine Einsicht auf php. Es würde sehr lange dauern, ein Projekt von null an zu bauen, aber wenn ein Projekt schon vorhanden ist, könnte ich ohne Probleme beitragen und arbeiten.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "html_popover_content_text": {
        "en": "I feel i have a generally satisfactory knowledge of HTML, since i've used it in numerous projects and actively use it.",
        "de": "Ich fühle ich habe im Allgemeinen ausreichende Kentnisse von HTML, da ich es in vielen Projekten benutzt habe und es immer noch aktiv benutze.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "matlab_popover_content_text": {
        "en": "I actively used MATLAB for implementing psychological experiments and data processing for my job at RWTH-Uniklinik.",
        "de": "Ich habe MATLAB aktiv für die Implementierung psychologischer Experimente und Datenverarbeitung für meinen Job an der RWTH-Uniklinik benutzt.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "keras_popover_content_text": {
        "en": "I am really looking forward to get a good grasp of deep learning, which will be useful for my project Nachhilfekleinanzeigen. I am currently particularly interested in building my first own recommender system.",
        "de": "Momentan freue ich mich darauf, einen mir guten Überblick auf Deep Learning anzueignen, was mir bei der Entwicklung meiner Webseite Nachhilfekleinanzeigen sehr helfen wird. Ich bin momentan besonders interessiert für die Entwicklung meines ersten Recommender Systems.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "tensorflow_popover_content_text": {
        "en": "I am really looking forward to get a good grasp of deep learning, which will be useful for my project Nachhilfekleinanzeigen. I am currently particularly interested in building my first own recommender system.",
        "de": "Momentan freue ich mich darauf, einen mir guten Überblick auf Deep Learning anzueignen, was mir bei der Entwicklung meiner Webseite Nachhilfekleinanzeigen sehr helfen wird. Ich bin momentan besonders interessiert für die Entwicklung meines ersten Recommender Systems.",
        "it": "Mi dispiace dirTi che io non abbia ancora scritto la spiegazione -> vedi l'inglese per favore.",
        "tr": "Türkçe metni maalesef henüz yazamadım. Lütfen İngilizceye bakınız.",
        "la": "Mihi infeliciter dicendum est, me hoc nondum scripsisse -> Anglice an Germanice legi potest."
    },
    "confident": {
        "en": "Confident",
        "de": "Zuversichtlich",
        "it": "Confidente",
        "tr": "Emin",
        "la": "Confidens"
    },
    "learning": {
        "en": "Currently learning",
        "de": "Lernphase",
        "it": "Sto apprendendo attualmente",
        "tr": "Öğreniyor",
        "la": "Soleo discere"
    },
    "satisfactory": {
        "en": "Satisfactory",
        "de": "Genügend",
        "it": "Abbastanza bene",
        "tr": "Yetkin",
        "la": "Satis sapientia"
    },
    "click_on_symbols_text": {
        "en": "Click on the symbols for info.",
        "de": "Klicke auf die Symbole für mehr Info.",
        "it": "Clicca sui simboli per più info.",
        "tr": "Daha fazla bilgi için sembollere tıkla.",
        "la": "Fac \"click\" in symbola ad plus informationem videndam."
    },
    "coffee_text": {
        "en": "I'd like to get to know you. How about a coffee? Reach me via LinkedIn.",
        "de": "Ich würde Dich gerne kennenlernen. Wie klingt ein Kränzchen zusammen? Schreibe gerne per LinkedIn an.",
        "it": "Sarebbe un piacere conoscerTi. Ti va un caffè? Scrivemi per LinkedIn.",
        "tr": "Seninle tanışmak isterdim. Bir kahveye ne dersin? LinkedIn'den yazabilirsin.",
        "la": "Te cognoscere velim. Num tibi placeret bibere coffeam in convivio? Mihi per LinkedIn scribas."
    }
}