{
    "lang_verbose": {
        "en": "English",
        "de": "Deutsch",
        "it": "Italiano",
        "tr": "Türkçe",
        "la": "Latina"
    },
    "main_header_text": {
        "en": "Hi! Glad you are here.",
        "de": "Hey! Dein Interesse freut mich sehr.",
        "it": "Ciao! Il tuo interesse mi rende felice.",
        "tr": "Merhaba! İlgİlendİğİnİ görmek çok sevİndİrİcİ.",
        "la": "Salve! Tantum gaudium est me tibi interesse."
    },
    "projects_header_text": {
        "en": "My Projects",
        "de": "Meine Projekte",
        "it": "I Miei Progetti",
        "tr": "Projelerİm",
        "la": "Proiecti Mei"
    },
    "about_me_header_text": {
        "en": "Who i am",
        "de": "Wer ich bin",
        "it": "Chi sono io",
        "tr": "Ben kİmİm",
        "la": "Quis sim"
    },
    "about_me_corpus_text": {
        "en": "I am Ahmet Polat, born on 18.11.2000 in Istanbul, an undergraduate at RWTH Aachen University,  Computer Science B. Sc.<br>I am a learning and building enthusiast. Particularly AI, Data Science, Full Stack Web Development and Product Management.<br>I am also a big nerd of board games, particularly pen and paper systems. My favourite two are GURPS and Burning Wheel. I developed my own complete pen and paper system over the years. If you are interested, i can tell you about it and send some props.<br>I worked at KJP institute of RWTH Uniklinik for one year, where my responsibilities were programming and maintenance of psychological experiments in MATLAB, data processing and placing HTTP requests with Python, and developing visual psychological experiments using HTML, Django, JavaScript and CSS. My work involved using git on a regular basis, using team communication programs and here and there, reading some papers on the field. What led me to the web development world was this job. It made me love it.<br>Then i took the \"Web Technologies\" lecture at the university and got a wider grasp of what web development means. Me and three friends developed a website for this course, which turned into my passion and i developed it once again all alone from scratch, and I thereby learned Full Stack Web Development. I am still working on this project, because i love it.<br>I loved my job a lot, but i decided to move along and discover novel things. I never want to have a small scope on the world, so to be honest, i am currently kind of a jack of all trades. I'd call myself \"versatile\", but i don't like to pretend to be presentable the whole time.<br>Another thing worth mentioning is my interest in learning new languages. I am an autodidact Latin speaker (yeah, literally speaker). I learned it by myself during highschool and at the end of the highschool, i tutored Latin learners online over the internet. After highschool, i wanted to finally visit Rome. So i thought to myself, \"hey, why not learn Italian so that you can actually talk a bit\". I learned it intensely for 2 weeks before my flight, and Italian turned out to be a really pleasant language, so i couldn't cease to learn it and currently i am visiting the B2 course at RWTH language center.",
        "de": "Açıklama",
        "it": "Açıklama",
        "tr": "Açıklama",
        "la": "Açıklama"   
    },
    "collection_header_text": {
        "en": "My Collection",
        "de": "Meine Sammlung",
        "it": "Mia Raccolta",
        "tr": "Koleksİyonum",
        "la": "Collectio Mea"
    },
    "collection_sub_header_text": {
        "en": "I like expanding it.",
        "de": "mag ich zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "vue_popover_content_text": {
        "en": "I am using Vue for my website Nachhilfekleinanzeigen. I feel quite proficient and comfortable with it.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "python_popover_content_text": {
        "en": "I actively used Python for data processing purposes for my job at RWTH-Uniklinik. I am currently using it for developing recommender systems for my website Nachhilfekleinanzeigen.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "node_popover_content_text": {
        "en": "I am using Node.js for my website Nachhilfekleinanzeigen. I feel quite proficient and comfortable with it.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "mongo_popover_content_text": {
        "en": "I am using MongoDB for my website Nachhilfekleinanzeigen. I personally prefer NoSQL over SQL, particularly MongoDB, because it offers many additional functionalities such as database queries. And i see NoSQL as a superset of SQL, which means it is SQL, but more than that.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "linux_popover_content_text": {
        "en": "I use Ubuntu as my main operating system, because it is particularly handy for server connections and development in general. It also helps me keep focused and prevents me from playing computer games.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "pandas_popover_content_text": {
        "en": "I actively used pandas for data processing purposes for my job at RWTH-Uniklinik.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "git_popover_content_text": {
        "en": "I actively use git for basically anything that i develop.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "css_popover_content_text": {
        "en": "I feel i have a generally satisfactory knowledge of CSS, since i've used it in numerous projects and actively use it.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "django_popover_content_text": {
        "en": "I actively used django for my job at RWTH-Uniklinik, where i helped record the data of the subjects in our database.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "php_popover_content_text": {
        "en": "I am affiliated to php, since i help the development of the intern dormitory \"app\" ESGIntern of ESG Aachen. I have a general understanding of php. It would take me a lot of time to create a project from scratch, but if there is an existing project, i could contribute with ease.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "html_popover_content_text": {
        "en": "I feel i have a generally satisfactory knowledge of HTML, since i've used it in numerous projects and actively use it.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "matlab_popover_content_text": {
        "en": "I actively used MATLAB for implementing psychological experiments and data processing for my job at RWTH-Uniklinik.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "keras_popover_content_text": {
        "en": "I am really looking forward to get a good grasp of deep learning, which will be useful for my project Nachhilfekleinanzeigen. I am currently particularly interested in building my first own recommender system.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "tensorflow_popover_content_text": {
        "en": "I am really looking forward to get a good grasp of deep learning, which will be useful for my project Nachhilfekleinanzeigen. I am currently particularly interested in building my first own recommender system.",
        "de": "Ich mag's, es zu erweitern.",
        "it": "Mi piace espanderla.",
        "tr": "Koleksiyonumu büyütmeyi severim.",
        "la": "Hanc expansu placet."
    },
    "confident": {
        "en": "Confident",
        "de": "Zuversichtlich",
        "it": "Confidente",
        "tr": "Emin",
        "la": "Confidens"
    },
    "learning": {
        "en": "Currently learning",
        "de": "Lernphase",
        "it": "Sto apprendendo attualmente",
        "tr": "Öğreniyor",
        "la": "Soleo discere"
    },
    "satisfactory": {
        "en": "Satisfactory",
        "de": "Genügend",
        "it": "Abbastanza bene",
        "tr": "Yetkin",
        "la": "Satis sapientia"
    },
    "coffee_text": {
        "en": "I'd like to get to know you. How about a coffee? Reach me via LinkedIn.",
        "de": "Ich würde dich gerne kennenlernen. Wie klingt ein Kränzchen zusammen? Du kannst gerne per LinkedIn anschreiben.",
        "it": "Sarebbe un piacere conoscerTi. Ti va un caffè? Scrivemi per LinkedIn.",
        "tr": "Seninle tanışmak isterdim. Bir kahveye ne dersin? LinkedIn'den yazabilirsin.",
        "la": "Te cognoscere vellem. Num tibi placeret bibere coffeam in convivio? Mihi per LinkedIn scribas."
    }
}